Key,Dutch
AlarmServer.Default.Text,
BaseTemplate.Text.Text,
BaseTemplate.Button.Text,
BaseTemplate.Button3.Text,Reset
BaseTemplate.Button5.Text,
BaseTemplate.Text.Texts[0],"Verpakkingsmachine niet klaar voor cyclus"
BaseTemplate.Text.Texts[1],"Verpakkingsmachine klaar voor cyclus"
BaseTemplate.Text.Texts[2],"Verpakkingsmachine in cyclus"
BaseTemplate.Text.Texts[3],"Geen zak gedetecteerd bij sensor"
BaseTemplate.Text.Texts[4],"Zak scheidde niet correct"
BaseTemplate.Text.Texts[5],"Obstructie bij drukbalk"
BaseTemplate.Text.Texts[6],Lichtgordinovertreding
BaseTemplate.Text.Texts[7],"Printkop kon niet omhoog"
BaseTemplate.Text.Texts[8],"Printkop kon niet omlaag"
BaseTemplate.Text.Texts[9],Barcode-fout
BaseTemplate.Text.Texts[10],"Te veel onderdelen geteld"
BaseTemplate.Text.Texts[11],"Bekken konden niet sluiten"
BaseTemplate.Text.Texts[12],"Fout bij folietoevoer motor"
BaseTemplate.Text.Texts[13],"Bekken bewegingsfout"
BaseTemplate.Text.Texts[14],"Bekken referentie mislukt"
BaseTemplate.Text.Texts[15],"Wachten op printer"
BaseTemplate.Text.Texts[16],"Wachten op vulsysteem"
BaseTemplate.Text.Texts[17],"Batchtelling voltooid"
BaseTemplate.Text.Texts[18],"Bekken niet gekalibreerd"
BaseTemplate.Text.Texts[19],"Start de verpakkingsmachine voor actieve vuller"
BaseTemplate.Text.Texts[20],"Machine niet getest"
BaseTemplate.Text.Texts[21],"Laadplaatmotor niet gekalibreerd"
BaseTemplate.Text.Texts[22],"Laadplaatmotor storing"
BaseTemplate.Text.Texts[23],"Communicatiefout laadplaatmotor"
BaseTemplate.Text.Texts[24],"Veilige uitschakeling tijdens cyclus"
BaseTemplate.Text.Texts[25],"Veilige uitschakeling"
BaseTemplate.Text.Texts[26],"IBD-motor niet gekalibreerd"
BaseTemplate.Text.Texts[27],"IBD-motor storing"
BaseTemplate.Text.Texts[28],"Communicatiefout IBD-motor"
BaseTemplate.Text.Texts[29],"Printer lintfout"
BaseTemplate.Text.Texts[30],"Onderhoud printer vereist"
BaseTemplate.Text.Texts[31],"Bekken konden niet openen"
BaseTemplate.Text.Texts[32],"IBD kon niet sluiten"
BaseTemplate.Text.Texts[33],"IBD kon niet openen"
BaseTemplate.Text.Texts[34],"Verpakkingsmachine in standby – Druk op reset"
BaseTemplate.Text.Texts[35],"Communicatiefout folietoevoer motor"
BaseTemplate.Text.Texts[36],
BaseTemplate.Text.Texts[37],
BaseTemplate.Text.Texts[38],
BaseTemplate.Button9.Text,Cyclus
BaseTemplate.Button1.Text,
Home.Button3.Text,Beheer
Home.Button8.Text,Opties
About_Sharp.Text.Text,"Over Sharp"
About_Sharp.Text1.Text,"Voor technische ondersteuning: +1 800-634-6359 x1572"
About_Sharp.Text2.Text,"Aantal geproduceerde zakken"
About_Sharp.Text3.Text,HMI-versie
About_Sharp.Text6.Text,1.2.0.8
About_Sharp.AnalogNumeric.Prefix,
About_Sharp.AnalogNumeric.Suffix,
About_Sharp.AnalogNumeric1.Prefix,
About_Sharp.AnalogNumeric1.Suffix,
Dashboard.Button2.Text,"Houd vast om BPM te resetten"
Dashboard.Button3.Text,"Afdruk annuleren"
Dashboard.Button5.Text,"Labels wissen"
Dashboard.Text.Text,"Geproduceerde zakken"
Dashboard.Text1.Text,"Actieve run"
Dashboard.Text2.Text,Zakken/minuut
Dashboard.AnalogNumeric1.Prefix,
Dashboard.AnalogNumeric1.Suffix,
Dashboard.AnalogNumeric.Prefix,
Dashboard.AnalogNumeric.Suffix,
Dashboard.AnalogNumeric2.Prefix,
Dashboard.AnalogNumeric2.Suffix,
Dashboard.Text3.Text,"Automatische modus actief"
Dashboard.Text4.Text,"Droge cyclus actief"
Dashboard_Help.Button.Text,
Dashboard_Help.Button1.Text,"Over Sharp"
Dashboard_Help.Text.Text,"Dashboard hulp"
Settings_P1.Text.Text,Instellingenpagina
Settings_P2.Text.Text,Instellingenpagina
Settings_P1.Text1.Text,1/2
Settings_P2.Text1.Text,2/2
Settings_P1.AnalogNumeric.Prefix,
Settings_P1.AnalogNumeric.Suffix,
Settings_P1.AnalogNumeric1.Prefix,
Settings_P1.AnalogNumeric1.Suffix,
Settings_P1.AnalogNumeric2.Prefix,
Settings_P1.AnalogNumeric2.Suffix,
Settings_P1.AnalogNumeric3.Prefix,
Settings_P1.AnalogNumeric3.Suffix,
Settings_P1.AnalogNumeric4.Prefix,
Settings_P1.AnalogNumeric4.Suffix,
Settings_P1.AnalogNumeric5.Prefix,
Settings_P1.AnalogNumeric5.Suffix,
Settings_P1.Button.Text,
Settings_P1.Text3.Text,"Toevoer- / terugloopsnelheid"
Settings_P1.Text4.Text,"Seal-offset (inch)"
Settings_P1.Text5.Text,"Kaakdoorgang (inch)"
Settings_P1.Text6.Text,"Zaklengte (inch)"
Settings_P1.Text7.Text,"Sealtijd / Sealkoeling"
Settings_P2.Button1.Text,
Settings_P2.AnalogNumeric.Prefix,
Settings_P2.AnalogNumeric.Suffix,
Settings_P2.AnalogNumeric1.Prefix,
Settings_P2.AnalogNumeric1.Suffix,
Settings_P2.AnalogNumeric2.Prefix,
Settings_P2.AnalogNumeric2.Suffix,
Settings_P2.AnalogNumeric5.Prefix,
Settings_P2.AnalogNumeric5.Suffix,
Settings_P2.Text2.Text,"Scheiden voor verzegelen"
Settings_P2.Text3.Text,"Consecutieve zakken"
Settings_P2.Text4.Text,"Onderdelen teller"
Settings_P2.Text6.Text,"Batch telling instelling"
Settings_P2.Text7.Text,"Vuller valtijd"
Settings_P2.Button.Text,Uitgeschakeld
Settings_P2.Button2.Text,Uitgeschakeld
Settings_P2.Button3.Text,Uitgeschakeld
Settings_P2.Button4.Text,Uitgeschakeld
Settings_P2.Button5.Text,Uitgeschakeld
Settings_P2.Button.Texts[0],Uitgeschakeld
Settings_P2.Button.Texts[1],Ingeschakeld
Settings_P2.Button2.Texts[0],Uitgeschakeld
Settings_P2.Button2.Texts[1],Ingeschakeld
Settings_P2.Button3.Texts[0],Uitgeschakeld
Settings_P2.Button3.Texts[1],Ingeschakeld
Settings_P2.Button4.Texts[0],Uitgeschakeld
Settings_P2.Button4.Texts[1],Ingeschakeld
Settings_P2.Button5.Texts[0],Uitgeschakeld
Settings_P2.Button5.Texts[1],Ingeschakeld
Admin.Text.Text,"Fabrieksmatig geïnstalleerd"
Admin.Button4.Text,"""Onafhankelijke zakverlager"""
Admin.Button2.Text,Printer
Admin.Button3.Text,"""Barcode verifier"""
Admin.Button8.Text,"""Inklapbare laadplaat"""
Admin.Button.Text,"""Geavanceerde instellingen"""
Advanced_P1.Text.Text,Geavanceerd
Advanced_P1.Text1.Text,1/5
Advanced_P1.Button.Text,
Advanced_P2.Text.Text,Geavanceerd
Advanced_P2.Text1.Text,2/5
Advanced_P2.Button.Text,
Advanced_P3.Text.Text,Geavanceerd
Advanced_P3.Text1.Text,3/5
Advanced_P3.Button.Text,
Advanced_P4.Text.Text,Geavanceerd
Advanced_P4.Text1.Text,4/5
Advanced_P2.Button1.Text,
Advanced_P3.Button1.Text,
Advanced_P4.Button1.Text,
Advanced_P1.Button1.Text,"Automatische modus"
Advanced_P1.Button2.Text,Droogcyclus
Advanced_P1.Text2.Text,"Automatische modus verblijftijd"
Advanced_P1.AnalogNumeric.Prefix,
Advanced_P1.AnalogNumeric.Suffix,
Advanced_P1.Text3.Text,Status
Advanced_P1.Text4.Text,abcdefghijklmnop
Advanced_P1.Text5.Text,Klaar
Advanced_P1.Text6.Text,Printer
Advanced_P1.Text7.Text,"""Inklapbare laadplaat"""
Advanced_P1.Text8.Text,Kaakdoorvoer
Advanced_P1.Text9.Text,Zaklevering
Advanced_P1.Text10.Text,Barcodeverifier
Advanced_P1.Text11.Text,"""Onafhankelijke zakverlager"""
Advanced_P2.Text2.Text,Tekst
Advanced_P2.Text3.Text,Tekst
Advanced_P2.Text4.Text,Tekst
Advanced_P2.Text5.Text,Tekst
Advanced_P2.Text6.Text,Tekst
Advanced_P2.Text7.Text,Tekst
Advanced_P2.Text8.Text,Tekst
Advanced_P2.Text9.Text,Tekst
Advanced_P3.Text2.Text,"Gemaakte zakken"
Advanced_P3.AnalogNumeric1.Prefix,
Advanced_P3.AnalogNumeric1.Suffix,
Advanced_P3.Text3.Text,"Standbytijd (min.)"
Advanced_P3.AnalogNumeric.Prefix,
Advanced_P3.AnalogNumeric.Suffix,
Advanced_P4.Button3.Text,Nul
Advanced_P4.Text10.Text,Voorkaak
Advanced_P4.Text9.Text,"Huidige Positie"
Advanced_P4.Text8.Text,Alarmcode
Advanced_P4.AnalogNumeric4.Prefix,
Advanced_P4.AnalogNumeric4.Suffix,
Advanced_P4.AnalogNumeric3.Prefix,
Advanced_P4.AnalogNumeric3.Suffix,
Advanced_P4.Button4.Text,Nul
Advanced_P4.Text13.Text,Achterkaak
Advanced_P4.Text12.Text,"Huidige Positie"
Advanced_P4.Text11.Text,Alarmcode
Advanced_P4.AnalogNumeric7.Prefix,
Advanced_P4.AnalogNumeric7.Suffix,
Advanced_P4.AnalogNumeric6.Prefix,
Advanced_P4.AnalogNumeric6.Suffix,
Service_P1.Button.Text,
Service_P2.Button.Text,
Service_P2.Button1.Text,
Service_P3.Button1.Text,
Service_P1.Text.Text,Servicepagina
Service_P1.Text1.Text,1/3
Service_P2.Text.Text,Servicepagina
Service_P2.Text1.Text,2/3
Service_P3.Text.Text,Servicepagina
Service_P3.Text1.Text,3/3
IO_P1.Button.Text,
IO_P2.Button.Text,
IO_P2.Button1.Text,
IO_P2.Text.Text,Uitgangen
IO_P2.Text1.Text,2/3
IO_P3.Button1.Text,
IO_P3.Text.Text,Ingangen
IO_P3.Text1.Text,3/3
Service_P1.Button1.Text,"Kaak sluiten"
Service_P1.Button5.Text,"""Kaak schudden gesloten"""
Service_P1.Button6.Text,"""Kaak schudden open"""
Service_P1.Button7.Text,"Kaak openen"
Service_P2.Button2.Text,"IBD sluiten"
Service_P2.Button5.Text,"""IBD schudden gesloten"""
Service_P2.Button6.Text,"""IBD schudden open"""
Service_P2.Button7.Text,"IBD openen"
Service_P3.Button2.Text,"""Verhoog printkop"""
Service_P3.Button5.Text,"""Verhoog laadrek"""
Service_P3.Button6.Text,"""Verlaag laadrek"""
Service_P3.Button7.Text,"""Verlaag printkop"""
Service_P3.Button.Text,"""Annuleer kaakcycletest"""
Service_P3.Button4.Text,"""Start kaakcycletest"""
Service_P3.Text2.Text,Kaakcycli
Service_P3.AnalogNumeric.Prefix,
Service_P3.AnalogNumeric.Suffix,
IO_P3.Text8.Text,"I:2/09 Reserveonderdeel"
IO_P3.Text6.Text,"I:2/07 Reserveonderdeel"
IO_P3.Text4.Text,"I:2/06 Reserveonderdeel"
IO_P3.Text7.Text,"I:2/03 Reserveonderdeel"
IO_P3.Text9.Text,"I:2/10 Reserveonderdeel"
IO_P3.Text5.Text,"I:2/05 Reserveonderdeel"
IO_P3.Text10.Text,"I:2/02 Reserveonderdeel"
IO_P3.Text11.Text,"I:2/04 Reserveonderdeel"
IO_P3.Text12.Text,"I:2/08 Reserveonderdeel"
IO_P3.Text3.Text,"I:2/01 Reserveonderdeel"
IO_P3.Text2.Text,"I:2/00 Printer Service Vereist"
IO_P3.Text15.Text,"I:2/11 Reserveonderdeel"
IO_P2.Text8.Text,"O:1/09 Palmstaat 0"
IO_P2.Text6.Text,"O:1/07 Reserveonderdeel"
IO_P2.Text4.Text,"O:1/06 Ventilatoren inschakelen"
IO_P2.Text7.Text,"O:1/03 Band afrollen"
IO_P2.Text5.Text,"O:1/05 Foto-oog leren"
IO_P2.Text9.Text,"O:1/10 Palmstaat 1"
IO_P2.Text10.Text,"O:1/02 Afdrukken aanvragen"
IO_P2.Text11.Text,"O:1/04 Barcode-trigger"
IO_P2.Text12.Text,"O:1/08 Klaar voor vuller"
IO_P2.Text3.Text,"O:1/01 Printkop verlagen"
IO_P2.Text2.Text,"O:1/00 Sealdraad"
Options.Button.Text,Printer
Options.Button1.Text,"""Barcode verifier"""
Options.Button2.Text,"""Onafhankelijke zakdeflator"""
Options.Button3.Text,"""Inklapbare laadplaat"""
Option_Printer.Button.Text,"""Annuleer afdrukken"""
Option_Printer.Button1.Text,"Labels verzenden"
Option_Printer.Button2.Text,"Labels wissen"
Option_Printer.AnalogNumeric.Prefix,
Option_Printer.AnalogNumeric.Suffix,
Option_Printer.AnalogNumeric1.Prefix,
Option_Printer.AnalogNumeric1.Suffix,
Option_Printer.AnalogNumeric5.Prefix,
Option_Printer.AnalogNumeric5.Suffix,
Option_Printer.Text3.Text,Printlengte
Option_Printer.Text4.Text,"Print offset"
Option_Printer.Text6.Text,Printsnelheid
Option_Printer.Text.Text,Printer
Option_Printer.Text5.Text,AAN
Option_Printer.Text5.Texts[0],UIT
Option_Printer.Text5.Texts[1],AAN
Option_IBD.Text4.Text,"Kaak sluitvertraging"
Option_IBD.Text6.Text,"Klemkracht (%)"
Option_IBD.AnalogNumeric.Prefix,
Option_IBD.AnalogNumeric.Suffix,
Option_IBD.AnalogNumeric1.Prefix,
Option_IBD.AnalogNumeric1.Suffix,
Option_IBD.Text.Text,"Onafhankelijke zakverlager"
Option_IBD.Text5.Text,AAN
Option_IBD.Text5.Texts[0],UIT
Option_IBD.Text5.Texts[1],AAN
Option_LoadShelf.Text6.Text,"Verblijftijd (sec.)"
Option_LoadShelf.AnalogNumeric.Prefix,
Option_LoadShelf.AnalogNumeric.Suffix,
Option_LoadShelf.Text.Text,"Inklapbare laadplaat"
Option_LoadShelf.Text5.Text,AAN
Option_LoadShelf.Text5.Texts[0],UIT
Option_LoadShelf.Text5.Texts[1],AAN
Option_BarcodeVerifier.Text.Text,Barcodeverifier
Option_BarcodeVerifier.Text5.Text,AAN
Option_BarcodeVerifier.Text5.Texts[0],UIT
Option_BarcodeVerifier.Text5.Texts[1],AAN
Option_BarcodeVerifier.Text2.Text,"Goede scan"
Option_BarcodeVerifier.Text3.Text,"Scanafstand (inch)"
Option_BarcodeVerifier.Text4.Text,"Start scan offset (inch)"
Option_BarcodeVerifier.Text1.Text,"Foute/geen scan"
Option_BarcodeVerifier.Text6.Text,"Foute scan foutteller"
Option_BarcodeVerifier.AnalogNumeric.Prefix,
Option_BarcodeVerifier.AnalogNumeric.Suffix,
Option_BarcodeVerifier.AnalogNumeric1.Prefix,
Option_BarcodeVerifier.AnalogNumeric1.Suffix,
Option_BarcodeVerifier.AnalogNumeric3.Prefix,
Option_BarcodeVerifier.AnalogNumeric3.Suffix,
Option_BarcodeVerifier.AnalogNumeric4.Prefix,
Option_BarcodeVerifier.AnalogNumeric4.Suffix,
Option_BarcodeVerifier.AnalogNumeric5.Prefix,
Option_BarcodeVerifier.AnalogNumeric5.Suffix,
Option_BarcodeVerifier.Button1.Text,"""Trigger BCD Verifier"""
Service_P1.Button1.Texts[0],"Kaak sluiten"
Service_P1.Button1.Texts[1],"Kaak gesloten"
Service_P1.Button7.Texts[0],"Kaak openen"
Service_P1.Button7.Texts[1],"Kaak geopend"
Service_P2.Button2.Texts[0],"IBD sluiten"
Service_P2.Button2.Texts[1],"IBD gesloten"
Service_P2.Button7.Texts[0],"IBD openen"
Service_P2.Button7.Texts[1],"IBD geopend"
Service_P3.Button7.Texts[0],"""Verlaag printkop"""
Service_P3.Button7.Texts[1],"""Printkop verlaagd"""
Service_P3.Button2.Texts[0],"""Verhoog printkop"""
Service_P3.Button2.Texts[1],"""Printkop verhoogd"""
Service_P3.Button5.Texts[0],"""Verhoog laadrek"""
Service_P3.Button5.Texts[1],"""Laadrek verhoogd"""
Service_P3.Button6.Texts[0],"""Verlaag laadrek"""
Service_P3.Button6.Texts[1],"""Laadrek verlaagd"""
Advanced_P3.Text4.Text,"Kaak sluiten (inches)"
Advanced_P3.AnalogNumeric2.Prefix,
Advanced_P3.AnalogNumeric2.Suffix,
IO_P1.AnalogNumeric.Prefix,
IO_P1.AnalogNumeric.Suffix,
IO_P1.AnalogNumeric1.Prefix,
IO_P1.AnalogNumeric1.Suffix,
IO_P1.AnalogNumeric3.Prefix,
IO_P1.AnalogNumeric3.Suffix,
IO_P1.AnalogNumeric4.Prefix,
IO_P1.AnalogNumeric4.Suffix,
IO_P1.AnalogNumeric5.Prefix,
IO_P1.AnalogNumeric5.Suffix,
IO_P1.AnalogNumeric8.Prefix,
IO_P1.AnalogNumeric8.Suffix,
IO_P1.AnalogNumeric11.Prefix,
IO_P1.AnalogNumeric11.Suffix,
IO_P1.AnalogNumeric2.Prefix,
IO_P1.AnalogNumeric2.Suffix,
IO_P1.AnalogNumeric6.Prefix,
IO_P1.AnalogNumeric6.Suffix,
IO_P1.AnalogNumeric7.Prefix,
IO_P1.AnalogNumeric7.Suffix,
IO_P1.AnalogNumeric10.Prefix,
IO_P1.AnalogNumeric10.Suffix,
IO_P1.AnalogNumeric12.Prefix,
IO_P1.AnalogNumeric12.Suffix,
IO_P1.AnalogNumeric13.Prefix,
IO_P1.AnalogNumeric13.Suffix,
IO_P1.AnalogNumeric16.Prefix,
IO_P1.AnalogNumeric16.Suffix,
IO_P1.AnalogNumeric17.Prefix,
IO_P1.AnalogNumeric17.Suffix,
IO_P1.AnalogNumeric9.Prefix,
IO_P1.AnalogNumeric9.Suffix,
IO_P1.AnalogNumeric14.Prefix,
IO_P1.AnalogNumeric14.Suffix,
IO_P1.AnalogNumeric15.Prefix,
IO_P1.AnalogNumeric15.Suffix,
IO_P1.Button1.Text,
BaseTemplate.Button4.Text,
Settings_P2.Text5.Text,"Automatische afmeldvertraging (s)"
Settings_P2.AnalogNumeric3.Prefix,
Settings_P2.AnalogNumeric3.Suffix,
BaseTemplate.Button2.Text,
Home.Button10.Text,Service
Home.Button4.Text,IO
Home.Button2.Text,instellingen
BaseTemplate.Text1.Text,
Faults.AnalogNumeric.Prefix,
Faults.AnalogNumeric.Suffix,
Faults.Text.Text,"Actieve foutpagina"
Faults.AnalogNumeric1.Prefix,
Faults.AnalogNumeric1.Suffix,
Faults.AnalogNumeric2.Prefix,
Faults.AnalogNumeric2.Suffix,
Faults.AnalogNumeric3.Prefix,
Faults.AnalogNumeric3.Suffix,
Faults.AnalogNumeric4.Prefix,
Faults.AnalogNumeric4.Suffix,
Faults.AnalogNumeric5.Prefix,
Faults.AnalogNumeric5.Suffix,
Faults.AnalogNumeric6.Prefix,Pagina:
Faults.AnalogNumeric6.Suffix,/50
Faults.Button.Text,
Faults.Button1.Text,
Faults.Button2.Text,
Faults.Button3.Text,
Dashboard.Button1.Text,
Login.AnalogNumeric.Prefix,Wachtwoord:
Login.AnalogNumeric.Suffix,
Login.TouchComboBox.Texts[0],Operator
Login.Button.Text,Sluiten
Advanced_P3.Button2.Text,"Klik om de klem tijdens de cyclus over te slaan"
Advanced_P3.Button2.Texts[0],"Klik om de klem tijdens de cyclus over te slaan"
Advanced_P3.Button2.Texts[1],"Klem overgeslagen"
Service_P2.Button4.Text,"""Film terugspoelen"""
Service_P2.Button9.Text,"""Film vooruitspoelen"""
Service_P1.Button8.Text,"""Trigger BCD-verifier"""
Service_P1.Button2.Text,"""Klem schudden Gesloten"""
Service_P1.Button3.Text,"""Klem schudden Open"""
Status.Text.Text,Naam
Status.Text1.Text,Status
Status.Text2.Text,Klaar?
Status.Name_0.Text,Naam
Status.Status_0.Text,Status
Status.Ready_0.Text,Klaar?
Status.Name_1.Text,Naam
Status.Status_1.Text,Status
Status.Ready_1.Text,Klaar?
Status.Name_2.Text,Naam
Status.Status_2.Text,Status
Status.Ready_2.Text,Klaar?
Status.Name_3.Text,Naam
Status.Status_3.Text,Status
Status.Ready_3.Text,Klaar?
Status.Name_4.Text,Naam
Status.Status_4.Text,Status
Status.Ready_4.Text,Klaar?
Status.Name_5.Text,Naam
Status.Status_5.Text,Status
Status.Ready_5.Text,Klaar?
Status.Text24.Text,"Machine Status"
Status.Button2.Text,
Status.Button3.Text,
Status.HIDEME.Text,"Deze pagina gebruikt scripting om de tabel in te vullen. Bekijk het scripting-tabblad om te begrijpen hoe het wordt ingevuld."
Status.AnalogNumeric.Prefix,"Totaal aantal componenten:"
Status.AnalogNumeric.Suffix,
Dashboard_Help.Button2.Text,"Overzicht van de status van de bagger"
About_Sharp.Text4.Text,PLC-versie
Options.Button4.Text,
Options.Text5.Text,AAN
Options.Text5.Texts[0],UIT
Options.Text5.Texts[1],AAN
Options.Text6.Text,"Printer- en verifier-inschakelknop: Het indrukken van deze knop schakelt gelijktijdig de printeroptie en de barcode-verifieropties in of uit."
Options.Text.Text,"Printer en verifier inschakelen"
Dashboard.Button.Text,"Overzicht van de status van de bagger"
Dashboard.Button4.Text,"Overzicht van de storingen van de bagger"
CommLoss.Text.Text,"PLC-gegevens zijn NIET BIJGEWERKT"
CommLoss.Text1.Text,"Als de PLC-firmware onlangs is gewijzigd, verdwijnt dit bericht automatisch. Als dit niet het geval is, neem dan contact op met de fabrikant om te zorgen dat de juiste firmware wordt gebruikt."
ConfirmLogout.Text.Text,"Weet u zeker dat u wilt uitloggen?"
ConfirmLogout.Cancel.Text,Nee/Annuleren
ConfirmLogout.Logout.Text,Ja/Uitloggen
Dashboard.Text5.Text,Batchinstellingen
Dashboard.AnalogNumeric3.Prefix,
Dashboard.AnalogNumeric3.Suffix,
Dashboard.Button6.Text,"Batchteller resetten"
Login.TouchComboBox.Texts[1],Onderhoud
Settings_P1.AnalogNumeric6.Prefix,
Settings_P1.AnalogNumeric6.Suffix,
Advanced_P5.Text.Text,Geavanceerd
Advanced_P5.Text1.Text,5/5
Advanced_P3.Button3.Text,
Advanced_P3.Button4.Text,
Advanced_P5.Button4.Text,
Advanced_P4.Button5.Text,
Advanced_P5.Text2.Text,"Film vooruit"
Advanced_P5.AnalogNumeric.Prefix,
Advanced_P5.AnalogNumeric.Suffix,
Advanced_P5.Text3.Text,Versnelling
Advanced_P5.Text4.Text,Deceleratie
Advanced_P5.AnalogNumeric1.Prefix,
Advanced_P5.AnalogNumeric1.Suffix,
Advanced_P5.Text5.Text,"Film achteruit"
Advanced_P5.AnalogNumeric3.Prefix,
Advanced_P5.AnalogNumeric3.Suffix,
Advanced_P5.AnalogNumeric2.Prefix,
Advanced_P5.AnalogNumeric2.Suffix,
Advanced_P5.Text6.Text,Filmverschuiving
Advanced_P5.AnalogNumeric5.Prefix,
Advanced_P5.AnalogNumeric5.Suffix,
Advanced_P5.AnalogNumeric4.Prefix,
Advanced_P5.AnalogNumeric4.Suffix,
Advanced_P5.Text7.Text,Filmafdruk
Advanced_P5.AnalogNumeric7.Prefix,
Advanced_P5.AnalogNumeric7.Suffix,
Advanced_P5.AnalogNumeric6.Prefix,
Advanced_P5.AnalogNumeric6.Suffix,
Option_Printer.Button3.Text,
Option_Printer.Button3.Texts[0],"203 DPI actief"
Option_Printer.Button3.Texts[1],"300 DPI actief"
Advanced_P4.Button.Text,Nul
Advanced_P4.Button.Texts[0],Duim
Advanced_P4.Button.Texts[1],Metric
Settings_P1_M.Text.Text,Instellingenpagina
Settings_P1_M.Text1.Text,1/2
Settings_P1_M.Text3.Text,"Toevoer- / terugloopsnelheid"
Settings_P1_M.Text4.Text,"Seal-offset (mm)"
Settings_P1_M.Text5.Text,"Kaakdoorgang (mm)"
Settings_P1_M.Text6.Text,"Zaklengte (mm)"
Settings_P1_M.Text7.Text,"Sealtijd / Sealkoeling"
Home.Button.Text,instellingen
Option_Printer_M.Button.Text,"""Annuleer afdrukken"""
Option_Printer_M.Button1.Text,"Labels verzenden"
Option_Printer_M.Button2.Text,"Labels wissen"
Option_Printer_M.Text3.Text,"Printlengte (mm)"
Option_Printer_M.Text4.Text,Printsnelheid
Option_Printer_M.Text6.Text,Printer
Option_Printer_M.Text.Text,Printer
Option_Printer_M.Text5.Text,AAN
Option_Printer_M.Text5.Texts[0],UIT
Option_Printer_M.Text5.Texts[1],AAN
Option_Printer_M.Button3.Texts[0],"203 DPI actief"
Option_Printer_M.Button3.Texts[1],"300 DPI actief"
Options.Button5.Text,Printer
Option_Barcode_M.Text.Text,Barcodeverifier
Option_Barcode_M.Text5.Text,AAN
Option_Barcode_M.Text5.Texts[0],UIT
Option_Barcode_M.Text5.Texts[1],AAN
Option_Barcode_M.Text2.Text,"Goede scan"
Option_Barcode_M.Text3.Text,Scanafstand
Option_Barcode_M.Text4.Text,"Start scan offset"
Option_Barcode_M.Text1.Text,"Foute/geen scan"
Option_Barcode_M.Text6.Text,"Foute scan foutteller"
Option_Barcode_M.Button1.Text,"""Trigger BCD Verifier"""
Options.Button6.Text,"""Barcode verifier"""
Advanced_P4.Button2.Text,Nul
Advanced_P4.Button2.Texts[0],"Lichtgordijn niet geïnstalleerd"
Advanced_P4.Button2.Texts[1],"Lichtgordijn geïnstalleerd"
Dashboard.Text6.Text,Batchteller
Dashboard.AnalogNumeric4.Prefix,
Dashboard.AnalogNumeric4.Suffix,
About_Sharp.Text5.Text,"Europese klantenservice:  00800 8888 8840"
Advanced_P5.TouchComboBox.Texts[0],Engelse
Advanced_P5.TouchComboBox.Texts[1],"Franse "
Advanced_P5.TouchComboBox.Texts[2],Duitse
Advanced_P5.TouchComboBox.Texts[3],Nederlandse
Advanced_P5.Text8.Text,Taal:
Advanced_P4.Text2.Text,"Inch of metrisch"
